{
    "email is required": "Das E-Mail-Feld wird benötigt",
    "email is invalid": "Die E-Mail-Adresse ist ungültig",
    "email is already in use": "Diese E-Mail-Adresse wird bereits verwendet",
    "Thanks for your support! We've sent you an email to verify your email address.": "Vielen Dank für deine Unterstützung! Wir haben dir eine E-Mail geschickt, um deine E-Mail-Adresse zu bestätigen.",
    "Thanks for your support!": "Vielen Dank für deine Unterstützung!",
    "auth.password": "auth.password",
    "Email": "E-Mail",
    "Password": "Passwort",
    "Remember me": "Angemeldet bleiben",
    "Forgot your password?": "Passwort vergessen?",
    "Log in": "Einloggen",
    "Confirm Password": "Passwort bestätigen",
    "Reset Password": "Passwort zurücksetzen",
    "Name": "Name",
    "Already registered?": "Bereits registriert?",
    "Register": "Registrieren",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Vielen Dank für deine Anmeldung! Bevor du beginnst, könntest du bitte deine E-Mail-Adresse überprüfen, indem du auf den Link klickst, den wir dir gerade per E-Mail geschickt haben? Falls du die E-Mail nicht erhalten hast, senden wir dir gerne eine weitere.",
    "A new verification link has been sent to the email address you provided during registration.": "Ein neuer Bestätigungslink wurde an die E-Mail-Adresse gesendet, die du bei der Registrierung angegeben hast.",
    "Resend Verification Email": "Bestätigungs-E-Mail erneut senden",
    "Log Out": "Ausloggen",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Passwort vergessen? Kein Problem. Teile uns einfach deine E-Mail-Adresse mit, und wir senden dir einen Link zum Zurücksetzen des Passworts, mit dem du ein neues wählen kannst.",
    "Email Password Reset Link": "Passwort-Zurücksetzungslink per E-Mail anfordern",
    "This is a secure area of the application. Please confirm your password before continuing.": "Dies ist ein sicherer Bereich der Anwendung. Bitte bestätige dein Passwort, bevor du fortfährst.",
    "Confirm": "Bestätigen",
    "Sign the petition": "Ich werde Teil!",
    "Profile": "Profil",
    "Delete Account": "Konto löschen",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Sobald dein Konto gelöscht ist, werden alle seine Ressourcen und Daten dauerhaft gelöscht. Bitte lade vor dem Löschen deines Kontos alle Daten oder Informationen herunter, die du behalten möchtest.",
    "Are you sure you want to delete your account?": "Möchtest du dein Konto wirklich löschen?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Sobald dein Konto gelöscht ist, werden alle seine Ressourcen und Daten dauerhaft gelöscht. Bitte gib dein Passwort ein, um zu bestätigen, dass du dein Konto dauerhaft löschen möchtest.",
    "Cancel": "Abbrechen",
    "Profile Information": "Profilinformationen",
    "Update your account's profile information and email address.": "Aktualisiere die Profilinformationen und die E-Mail-Adresse deines Kontos.",
    "Your email address is unverified.": "Deine E-Mail-Adresse ist nicht verifiziert.",
    "Click here to re-send the verification email.": "Klicke hier, um die Bestätigungs-E-Mail erneut zu senden.",
    "A new verification link has been sent to your email address.": "Ein neuer Bestätigungslink wurde an deine E-Mail-Adresse gesendet.",
    "Save": "Speichern",
    "Saved.": "Gespeichert.",
    "Update Password": "Passwort aktualisieren",
    "Ensure your account is using a long, random password to stay secure.": "Stelle sicher, dass dein Konto ein langes, zufälliges Passwort verwendet, um sicher zu bleiben.",
    "Current Password": "Aktuelles Passwort",
    "New Password": "Neues Passwort",
    "Dashboard": "Dashboard",
    "You're logged in!": "Du bist eingeloggt!",
    "First Name": "Vorname",
    "Last Name": "Nachname",
    "Email address": "E-Mail-Adresse",
    "ZIP code": "PLZ",
    "City": "Stadt",
    "Phone number": "Telefonnummer"
}