{
    "email is required": "L'adresse e-mail est requise",
    "email is invalid": "L'adresse e-mail est invalide",
    "email is already in use": "Cette adresse e-mail est déjà utilisée",
    "Thanks for your support! We've sent you an email to verify your email address.": "Merci pour votre soutien ! Nous vous avons envoyé un e-mail pour vérifier votre adresse e-mail.",
    "Thanks for your support!": "Merci pour votre soutien !",
    "auth.password": "auth.password",
    "Email": "E-mail",
    "Password": "Mot de passe",
    "Remember me": "Se souvenir de moi",
    "Forgot your password?": "Mot de passe oublié ?",
    "Log in": "Se connecter",
    "Confirm Password": "Confirmer le mot de passe",
    "Reset Password": "Réinitialiser le mot de passe",
    "Name": "Nom",
    "Already registered?": "Déjà inscrit ?",
    "Register": "S'inscrire",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Merci de vous être inscrit ! Avant de commencer, pourriez-vous vérifier votre adresse e-mail en cliquant sur le lien que nous venons de vous envoyer par e-mail ? Si vous n'avez pas reçu l'e-mail, nous vous en enverrons volontiers un autre.",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse e-mail que vous avez fournie lors de l'inscription.",
    "Resend Verification Email": "Renvoyer l'e-mail de vérification",
    "Log Out": "Se déconnecter",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de passe oublié ? Pas de problème. Dites-nous simplement votre adresse e-mail et nous vous enverrons un lien de réinitialisation du mot de passe qui vous permettra d'en choisir un nouveau.",
    "Email Password Reset Link": "Envoyer le lien de réinitialisation du mot de passe par e-mail",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ceci est une zone sécurisée de l'application. Veuillez confirmer votre mot de passe avant de continuer.",
    "Confirm": "Confirmer",
    "Sign the petition": "Signer la pétition",
    "Profile": "Profil",
    "Delete Account": "Supprimer le compte",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Avant de supprimer votre compte, veuillez télécharger toutes les données ou informations que vous souhaitez conserver.",
    "Are you sure you want to delete your account?": "Êtes-vous sûr de vouloir supprimer votre compte ?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Veuillez entrer votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Cancel": "Annuler",
    "Profile Information": "Informations de profil",
    "Update your account's profile information and email address.": "Mettez à jour les informations de profil et l'adresse e-mail de votre compte.",
    "Your email address is unverified.": "Votre adresse e-mail n'est pas vérifiée.",
    "Click here to re-send the verification email.": "Cliquez ici pour renvoyer l'e-mail de vérification.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
    "Save": "Enregistrer",
    "Saved.": "Enregistré.",
    "Update Password": "Mettre à jour le mot de passe",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé.",
    "Current Password": "Mot de passe actuel",
    "New Password": "Nouveau mot de passe",
    "Dashboard": "Tableau de bord",
    "You're logged in!": "Vous êtes connecté !",
    "First Name": "Prénom",
    "Last Name": "Nom de famille",
    "Email address": "Adresse e-mail",
    "ZIP code": "Code postal",
    "City": "Ville",
    "Phone number": "Numéro de téléphone",
    "optional" : "facultatif"
}
