{
    "counter": "Déjà :count personnes nous ont promis :signcount signatures !",
    "disturber": "Promettez maintenant vos signatures !",
    "directsign-thanks.title": "Merci pour votre soutiens !",
    "directsign-thanks.description": "Vous venez de donner votre soutiens pour l'initiative sur l'interdiction des armes nucléaires. Merci beaucoup !",
    ":amount SPENDEN": "Je fais un don de :amount",
    "/spenden": "/fair-un-don",
    "emailverification.intro": "<strong>Nous vous remercions chaleureusement de vous engager pour cette récolte de signatures pour l'initiative sur l'interdiction des armes nucléaires !</strong> Merci de confirmer brièvement votre adresse e-mail ici :",
    "emailverification.donation": "Vous recevrez une feuille de signatures de notre part dès que nous aurons lancé l'initiative. <strong>Nous nous réjouissons de nous engager avec vous pour un monde sans armes nucléaires !</strong><br> <strong>Pouvez-vous vous imaginer soutenir l'initiative par un don ?</strong> Nous vous en serions infiniment reconnaissants :</p>",
    "A new verification link has been sent to the email address you provided during registration.": "Un nouveau lien de vérification a été envoyé à l'adresse e-mail que vous avez fournie lors de l'inscription.",
    "A new verification link has been sent to your email address.": "Un nouveau lien de vérification a été envoyé à votre adresse e-mail.",
    "Actions": "Actions",
    "Admin": "Admin",
    "Already registered?": "Déjà enregistré ?",
    "Are you sure you want to delete your account?": "Êtes-vous sûr de vouloir supprimer votre compte ?",
    "Atomwaffenverbot jetzt!": "Interdiction des armes nucléaires !",
    "Atomwaffenverbot jetzt! | SEI DABEI!": "Interdiction des armes nucléaires maintenant ! | PARTICIPEZ !",
    "Auf Facebook teilen": "Partager sur Facebook",
    "Auf Telegram teilen": "Partager sur Telegram",
    "Auf Twitter teilen": "Partager sur Twitter",
    "Auf WhatsApp teilen": "Partager sur WhatsApp",
    "auth.password": "auth.password",
    "Cancel": "Annuler",
    "Click here to re-send the verification email.": "Cliquez ici pour renvoyer l'e-mail de vérification.",
    "Confirm": "Confirmer",
    "Confirm Password": "Confirmer le mot de passe",
    "Create user": "Créer un utilisateur",
    "CSV": "CSV",
    "Current Password": "Mot de passe actuel",
    "Danke, :name!": "Merci, :name !",
    "Dashboard": "Tableau de bord",
    "data is invalid": "data is invalid",
    "data is required": "data is required",
    "Deine Spende hilft uns, unsere Arbeit für eine friedlichere Welt fortzusetzen.": "Votre don nous aide à poursuivre notre travail pour un monde plus pacifique.",
    "Delete Account": "Supprimer le compte",
    "Die Allianz für ein Atomwaffenverbot": "L'Alliance pour l'interdiction des armes nucléaires",
    "Email": "E-mail",
    "E-MAIL BESTÄTIGEN": "CONFIRMER L'E-MAIL",
    "email is already in use": "Cette adresse e-mail est déjà utilisée",
    "email is invalid": "L'adresse e-mail est invalide",
    "email is required": "L'adresse e-mail est requise",
    "Email Password Reset Link": "Demander le lien de réinitialisation du mot de passe par e-mail",
    "Ensure your account is using a long, random password to stay secure.": "Assurez-vous que votre compte utilise un mot de passe long et aléatoire pour rester sécurisé.",
    "Excel": "Excel",
    "Export": "Exporter",
    "Export supporters": "Exporter les supporters",
    "Forgot your password?": "Mot de passe oublié ?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Mot de passe oublié ? Pas de problème. Indiquez-nous simplement votre adresse e-mail et nous vous enverrons un lien de réinitialisation du mot de passe qui vous permettra d'en choisir un nouveau.",
    "Format": "Format",
    "Hallo :name": "Bonjour :name",
    "Hilf uns mit einer Spende!": "Aidez-nous avec un don !",
    "JSON": "JSON",
    "Log in": "Se connecter",
    "Log Out": "Se déconnecter",
    "pledge.lead": "Afin de pouvoir lancer l'initiative pour l'interdiction des armes nucléaires en juillet, nous recherchons le mois prochain 2'000 personnes qui se joindront à nous pour récolter 20'000 signatures. Voulez-vous nous aider ?",
    "Name": "Nom",
    "New Password": "Nouveau mot de passe",
    "Nochmals: <strong>Herzlichen Dank für deine Unterstützung!</strong>": "Encore une fois : <strong>Merci beaucoup pour votre soutien !</strong>",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Avant de supprimer votre compte, veuillez télécharger toutes les données ou informations que vous souhaitez conserver.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Une fois votre compte supprimé, toutes ses ressources et données seront définitivement supprimées. Veuillez entrer votre mot de passe pour confirmer que vous souhaitez supprimer définitivement votre compte.",
    "Password": "Mot de passe",
    "Per E-Mail teilen": "Partager par e-mail",
    "Profile": "Profil",
    "Profile Information": "Informations du profil",
    "Register": "S'inscrire",
    "Remember me": "Se souvenir de moi",
    "Resend Verification Email": "Renvoyer l'e-mail de vérification",
    "Reset Password": "Réinitialiser le mot de passe",
    "Role": "Rôle",
    "Save": "Enregistrer",
    "Saved.": "Sauvegardé.",
    "Select configurations": "Sélectionner les configurations",
    "Schon :count Personen unterstützen uns!": ":count personnes nous soutiennent déjà !",
    "Sign the petition": "Nous soutenir !",
    "Supporters": "Supporters",
    "visual.subtitle": "Des actes plutôt que des mots :",
    "Teile unser Anliegen!": "Partagez notre projet !",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Merci de votre inscription ! Avant de commencer, pourriez-vous vérifier votre adresse e-mail en cliquant sur le lien que nous venons de vous envoyer par e-mail ? Si vous n'avez pas reçu l'e-mail, nous vous en enverrons volontiers un autre.",
    "Thanks for your support, :name!": "Merci pour votre soutien, :name !",
    "The configurations field is required for users.": "Le champ des configurations est obligatoire pour les utilisateurs.",
    "There was an error with your submission. Please check the form and try again.": "Une erreur est survenue lors de votre soumission. Veuillez vérifier le formulaire et réessayer.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Ceci est une zone sécurisée de l'application. Veuillez confirmer votre mot de passe avant de continuer.",
    "Unterstütze uns mit deiner Spende!": "Soutenez-nous avec votre don !",
    "Update Password": "Mettre à jour le mot de passe",
    "Update your account's profile information and email address.": "Met à jour les informations de profil et l'adresse e-mail de votre compte.",
    "User": "Utilisateur",
    "User administration": "Administration des utilisateurs",
    "Users": "Utilisateurs",
    "When left empty, users are prompted to set a new password when they log in for the first time.": "Lorsqu'il est laissé vide, les utilisateurs sont invités à définir un nouveau mot de passe lorsqu'ils se connectent pour la première fois.",
    "Your email address is unverified.": "Votre adresse e-mail n'a pas été vérifiée.",
    "First Name": "Prénom",
    "Last Name": "Nom de famille",
    "Email address": "Adresse e-mail",
    "ZIP code": "Code postal",
    "City": "Ville",
    "Phone number": "Numéro de téléphone",
    "optional": "facultatif",
    "Allianz Mitglieder:": "Membres de l'Alliance :"
}