{
    "disturber": "Firma ora!",
    "directsign-thanks.title": "Grazie per il tuo sostegno!",
    "directsign-thanks.description": "Hai appena promesso il tuo sostegno per l'iniziativa di divieto delle armi nucleari. Grazie di cuore!",
    ":amount SPENDEN": "DONA :amount",
    "/spenden": "/donare",
    "emailverification.intro": "<strong>Grazie per aver deciso di partecipare all'iniziativa per il divieto delle armi nucleari! </strong>Per favore conferma qui velocemente il tuo indirizzo email:</p>",
    "emailverification.donation": "<strong>Puoi immaginarti di sostenere la nostra iniziativa con una donazione?</strong> Te ne saremmo infinitamente grati:</p>",
    "A new verification link has been sent to the email address you provided during registration.": "Un nuovo link di verifica è stato inviato all'indirizzo email che hai fornito durante la registrazione.",
    "A new verification link has been sent to your email address.": "Un nuovo link di verifica è stato inviato al tuo indirizzo email.",
    "Actions": "Azioni",
    "Admin": "Admin",
    "Already registered?": "Già registrato?",
    "Are you sure you want to delete your account?": "Sei sicuro di voler eliminare il tuo account?",
    "Atomwaffenverbot jetzt!": "vietiamo ora le armi nucleari!",
    "Atomwaffenverbot jetzt! | SEI DABEI!": "vietiamo ora le armi nucleari! | PARTECIPA!",
    "Auf Facebook teilen": "Condividi su Facebook",
    "Auf Telegram teilen": "Condividi su Telegram",
    "Auf Twitter teilen": "Condividi su Twitter",
    "Auf WhatsApp teilen": "Condividi su WhatsApp",
    "auth.password": "auth.password",
    "Cancel": "Annulla",
    "Click here to re-send the verification email.": "Clicca qui per reinviare l'email di verifica.",
    "Confirm": "Conferma",
    "Confirm Password": "Conferma password",
    "Create user": "Crea utente",
    "CSV": "CSV",
    "Current Password": "Password attuale",
    "Danke, :name!": "Grazie, :name!",
    "Dashboard": "Dashboard",
    "data is invalid": "i dati non sono validi",
    "data is required": "i dati sono richiesti",
    "Deine Spende hilft uns, unsere Arbeit für eine friedlichere Welt fortzusetzen.": "Il tuo contributo ci aiuta a continuare il nostro lavoro per un mondo più pacifico.",
    "Delete Account": "Elimina account",
    "Die Allianz für ein Atomwaffenverbot": "L'Alleanza per il divieto delle armi nucleari",
    "Email": "E-mail",
    "E-MAIL BESTÄTIGEN": "CONFERMA EMAIL",
    "email is already in use": "Questo indirizzo email è già in uso",
    "email is invalid": "L'indirizzo email non è valido",
    "email is required": "Il campo email è obbligatorio",
    "Email Password Reset Link": "Richiedi il link di ripristino della password via email",
    "Ensure your account is using a long, random password to stay secure.": "Assicurati che il tuo account utilizzi una password lunga e casuale per rimanere sicuro.",
    "Excel": "Excel",
    "Export": "Esporta",
    "Export supporters": "Esporta sostenitori",
    "Forgot your password?": "Hai dimenticato la password?",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Hai dimenticato la password? Nessun problema. Basta farci sapere il tuo indirizzo email e ti invieremo un link di ripristino della password che ti permetterà di sceglierne una nuova.",
    "Format": "Formato",
    "Hallo :name": "Ciao :name",
    "Hilf uns mit einer Spende!": "Aiutaci con una donazione!",
    "JSON": "JSON",
    "Log in": "Accedi",
    "Log Out": "Esci",
    "pledge.lead": "In modo da poter lanciare l’iniziativa per la proibizione delle armi nucleari in luglio siamo alla ricerca di 2.000 persone che insieme a noi siano pronte a raccogliere 20.000 firme. Sei anche tu della partita?",
    "Name": "Nome",
    "New Password": "Nuova password",
    "Nochmals: <strong>Herzlichen Dank für deine Unterstützung!</strong>": "Ancora una volta: <strong>grazie mille per il tuo supporto!</strong>",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una volta eliminato il tuo account, tutte le sue risorse e i suoi dati verranno eliminati definitivamente. Prima di eliminare il tuo account, scarica tutti i dati o le informazioni che desideri conservare.",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una volta eliminato il tuo account, tutte le sue risorse e i suoi dati verranno eliminati definitivamente. Inserisci la tua password per confermare che desideri eliminare definitivamente il tuo account.",
    "Password": "Password",
    "Per E-Mail teilen": "Condividi via e-mail",
    "Profile": "Profilo",
    "Profile Information": "Informazioni sul profilo",
    "Register": "Registrati",
    "Remember me": "Ricordami",
    "Resend Verification Email": "Rinvia l'email di verifica",
    "Reset Password": "Reimposta password",
    "Role": "Ruolo",
    "Save": "Salva",
    "Saved.": "Salvato.",
    "Schon :count Personen unterstützen uns!": "Già :count persone ci sostengono!",
    "Select configurations": "Seleziona configurazioni",
    "Sign the petition": "Sostieni ora!",
    "Supporters": "Sostenitori",
    "visual.subtitle": "Fatti invece che parole:",
    "Teile unser Anliegen!": "Condividi la nostra causa!",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Grazie per esserti registrato! Prima di iniziare, potresti verificare il tuo indirizzo email cliccando sul link che ti abbiamo appena inviato via email? Se non hai ricevuto l'email, saremo lieti di inviartene un'altra.",
    "Thanks for your support, :name!": "Grazie per il tuo sostegno, :name!",
    "The configurations field is required for users.": "Il campo delle configurazioni è obbligatorio per gli utenti.",
    "There was an error with your submission. Please check the form and try again.": "Si è verificato un errore con la tua presentazione. Controlla il modulo e riprova.",
    "This is a secure area of the application. Please confirm your password before continuing.": "Questa è un'area sicura dell'applicazione. Conferma la tua password prima di continuare.",
    "Unterstütze uns mit deiner Spende!": "Sostienici con la tua donazione!",
    "Update Password": "Aggiorna password",
    "Update your account's profile information and email address.": "Aggiorna le informazioni del profilo e l'indirizzo email del tuo account.",
    "User": "Utente",
    "User administration": "Amministrazione utenti",
    "Users": "Utenti",
    "When left empty, users are prompted to set a new password when they log in for the first time.": "Se lasciato vuoto, agli utenti verrà chiesto di impostare una nuova password quando effettuano l'accesso per la prima volta.",
    "Your email address is unverified.": "Il tuo indirizzo email non è verificato.",
    "First Name": "Nome",
    "Last Name": "Cognome",
    "Email address": "Indirizzo email",
    "ZIP code": "CAP",
    "City": "Città",
    "Phone number": "Numero di telefono",
    "optional": "opzionale",
    "Allianz Mitglieder:": "Membri dell'Alleanza:"
}