{
    "email is required": "L'indirizzo email è obbligatorio",
    "email is invalid": "L'indirizzo email non è valido",
    "email is already in use": "Questo indirizzo email è già in uso",
    "Thanks for your support! We've sent you an email to verify your email address.": "Grazie per il tuo supporto! Ti abbiamo inviato un'email per verificare il tuo indirizzo email.",
    "Thanks for your support!": "Grazie per il tuo supporto!",
    "auth.password": "auth.password",
    "Email": "Email",
    "Password": "Password",
    "Remember me": "Ricordami",
    "Forgot your password?": "Hai dimenticato la password?",
    "Log in": "Accedi",
    "Confirm Password": "Conferma Password",
    "Reset Password": "Resetta Password",
    "Name": "Nome",
    "Already registered?": "Già registrato?",
    "Register": "Registrati",
    "Thanks for signing up! Before getting started, could you verify your email address by clicking on the link we just emailed to you? If you didn't receive the email, we will gladly send you another.": "Grazie per esserti registrato! Prima di iniziare, potresti verificare il tuo indirizzo email cliccando sul link che ti abbiamo appena inviato via email? Se non hai ricevuto l'email, saremo lieti di inviartene un'altra.",
    "A new verification link has been sent to the email address you provided during registration.": "Un nuovo link di verifica è stato inviato all'indirizzo email che hai fornito durante la registrazione.",
    "Resend Verification Email": "Rinvia email di verifica",
    "Log Out": "Esci",
    "Forgot your password? No problem. Just let us know your email address and we will email you a password reset link that will allow you to choose a new one.": "Hai dimenticato la password? Nessun problema. Basta farci sapere il tuo indirizzo email e ti invieremo un link per reimpostare la password che ti consentirà di sceglierne una nuova.",
    "Email Password Reset Link": "Invia link di reset password via email",
    "This is a secure area of the application. Please confirm your password before continuing.": "Questa è un'area sicura dell'applicazione. Conferma la tua password prima di continuare.",
    "Confirm": "Conferma",
    "Sign the petition": "Firma la petizione",
    "Profile": "Profilo",
    "Delete Account": "Elimina Account",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Before deleting your account, please download any data or information that you wish to retain.": "Una volta eliminato il tuo account, tutte le sue risorse e dati verranno eliminati definitivamente. Prima di eliminare il tuo account, scarica tutti i dati o le informazioni che desideri conservare.",
    "Are you sure you want to delete your account?": "Sei sicuro di voler eliminare il tuo account?",
    "Once your account is deleted, all of its resources and data will be permanently deleted. Please enter your password to confirm you would like to permanently delete your account.": "Una volta eliminato il tuo account, tutte le sue risorse e dati verranno eliminati definitivamente. Inserisci la tua password per confermare che desideri eliminare definitivamente il tuo account.",
    "Cancel": "Annulla",
    "Profile Information": "Informazioni Profilo",
    "Update your account's profile information and email address.": "Aggiorna le informazioni del tuo profilo e l'indirizzo email del tuo account.",
    "Your email address is unverified.": "Il tuo indirizzo email non è stato verificato.",
    "Click here to re-send the verification email.": "Clicca qui per rinviare l'email di verifica.",
    "A new verification link has been sent to your email address.": "Un nuovo link di verifica è stato inviato al tuo indirizzo email.",
    "Save": "Salva",
    "Saved.": "Salvato.",
    "Update Password": "Aggiorna Password",
    "Ensure your account is using a long, random password to stay secure.": "Assicurati che il tuo account stia utilizzando una password lunga e casuale per rimanere sicuro.",
    "Current Password": "Password Attuale",
    "New Password": "Nuova Password",
    "Dashboard": "Dashboard",
    "You're logged in!": "Sei connesso!",
    "First Name": "Nome",
    "Last Name": "Cognome",
    "Email address": "Indirizzo email",
    "ZIP code": "Codice postale",
    "City": "Città",
    "Phone number": "Numero di telefono"
}
