{
    "type": "domainbased",
    "langsetting": "domainbased",
    "domains": {
        "tpnw.ddev.site": {
            "locale": "de"
        },
        "jetzt.atomwaffenverbot.ch": {
            "locale": "de"
        },
        "maintenant.interdiction-armes-nucleaires.ch": {
            "locale": "fr"
        },
        "ora.divieto-armi-nucleari.ch": {
            "locale": "it"
        }
    },
    "email_verification": true,
    "datafields": [
        {
            "name": "firstname",
            "label": "First Name",
            "type": "text",
            "required": true
        },
        {
            "name": "lastname",
            "label": "Last Name",
            "type": "text",
            "required": true
        },
        {
            "name": "email",
            "label": "Email address",
            "type": "email",
            "required": true,
            "fullwidth": true
        },
        {
            "name": "zip",
            "label": "ZIP code",
            "type": "text",
            "required": true
        },
        {
            "name": "phone",
            "label": "Phone number",
            "type": "text",
            "required": false,
            "placeholder": "optional"
        }
    ],
    "signatureCountFields": {
        "label": {
            "de": "Ich verspreche...",
            "fr": "Je m’engage...",
            "it": "Prometto..."
        },
        "default": {
            "de": "Bitte wähle eine Option",
            "fr": "Veuillez choisir une option",
            "it": "Per favore, scegli un'opzione"
        },
        "options": [
            {
                "value": 1,
                "label": {
                    "de": "Eine Unterschrift",
                    "fr": "à signer l'initiative",
                    "it": "Una firma"
                },
                "helper": {
                    "de": "Du versprichst uns damit, dass du selber unsere Initiative unterschreibst",
                    "fr": "Tu nous promèts ainsi que tu signeras toi-même notre initiative",
                    "it": "Ci prometti così che firmerai tu stesso la nostra iniziativa"
                }
            },
            {
                "value": 5,
                "label": {
                    "de": "5 Unterschriften",
                    "fr": "à récolter 10 signature",
                    "it": "5 firme"
                },
                "helper": {
                    "de": "Du versprichst uns damit, dass du in deinem Umfeld 5 Unterschriften sammelst",
                    "fr": "Tu nous promèts ainsi que tu récolteras 5 signatures dans ton entourage",
                    "it": "Ci prometti così che raccoglierai 5 firme nel tuo ambiente"
                },
                "checked": true
            },
            {
                "value": 20,
                "label": {
                    "de": "20 Unterschriften",
                    "fr": "à récolter 20 signatures",
                    "it": "20 firme"
                },
                "helper": {
                    "de": "Du versprichst uns damit, dass du ungefähr 2 Stunden mit uns auf der Strasse Unterschriften sammelst",
                    "fr": "Tu nous promèts ainsi que tu récolteras des signatures avec nous dans la rue pendant environ 2 heures",
                    "it": "Ci prometti così che raccoglierai firme con noi per circa 2 ore per strada"
                }
            },
            {
                "value": 50,
                "label": {
                    "de": "50 Unterschriften",
                    "fr": "à récolter 50 signatures",
                    "it": "50 firme"
                },
                "helper": {
                    "de": "Du bist ja genial! Du versprichst uns damit, dass du zwei Mal mit uns auf der Strasse Unterschriften sammelst",
                    "fr": "Tu es génial! Tu nous promèts ainsi que tu récolteras des signatures avec nous dans la rue deux fois",
                    "it": "Sei geniale! Ci prometti così che raccoglierai firme con noi per strada due volte"
                }
            }
        ]
    },
    "optin": {
        "de": "Ich bin damit einverstanden, dass die Allianz für ein Atomwaffenverbot mich über ihre Kampagnen und Aktionen informiert. Mehr dazu im <a href=\"https://atomwaffenverbot.ch/datenschutz/\" target=\"_blank\">Datenschutz</a>.",
        "fr": "Je consens à ce que l'Alliance pour l'interdiction des armes nucléaires m'informe sur ses campagnes et actions. Plus d'informations dans la <a href=\"https://gssa.ch/protection-de-donnees/\" target=\"_blank\">déclaration de protection des données</a>.",
        "it": "Acconsento a che l'Alleanza per il divieto delle armi nucleari mi informi sulle sue campagne e azioni. Maggiori informazioni nella <a href=\"https://it.gsoa.ch/protezione-dei-dati/\" target=\"_blank\">protezione dei dati</a>.",
        "checked": true
    },
    "thanks_url": {
        "de": "/danke",
        "fr": "/merci",
        "it": "/grazie"
    },
    "share": {
        "text": {
            "de": "Hey! 👋\n\nVersprich jetzt deine Unterschrift für die Atomwaffenverbotsinitiative! ✍🏽\nUngefähr zwei Monate sind vergangen, seit der Bundesrat sich gegen einen Beitritt zum Atomwaffenverbotsvertrag (TPNW) entschieden hat. Während er untätig bleibt, sind wir aktiv: Anfang Juli wollen wir die Atomwaffenverbotsinitiative lancieren. Hierfür brauchen wir deine Unterstützung!\nUnser Ziel ist, dass 2000 Personen im nächsten Monat 20’000 Unterschriften versprechen! Bist du dabei?🤩",
            "fr": "Salut👋\nSavais-tu que le danger des armes nucléaires est aussi grand qu'il ne l'a pas été depuis la guerre froide? Malgré cela, le Conseil fédéral ne signe pas le traité d'interdiction des armes nucléaires 🤬. C'est pourquoi je soutiens l'initiative pour l'interdiction des armes nucléaires. Toi aussi?",
            "it": "Ciao👋\nSapevi che il pericolo delle armi nucleari è così grande come non lo è stato dalla guerra fredda? Nonostante ciò, il Consiglio federale non aderisce al trattato di divieto delle armi nucleari 🤬. Per questo sostengo l'iniziativa per il divieto delle armi nucleari. Anche tu?"
        },
        "link": {
            "de": "https://jetzt.atomwaffenverbot.ch",
            "fr": "https://maintenant.interdiction-armes-nucleaires.ch",
            "it": "https://ora.interdizione-armi-nucleari.ch"
        }
    },
    "publication": {
        "status": false,
        "checked": true,
        "langs": {
            "de": "Ich bin einverstanden, dass meine Unterschrift auf der Website veröffentlicht wird.",
            "fr": "Je consens à ce que ma signature soit publiée sur le site web.",
            "it": "Acconsento a che la mia firma sia pubblicata sul sito web."
        }
    }
}